<!DOCTYPE html>
<html lang="uk">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Subscription confirmation</title>
</head>
<body>
    <h1>Привіт!</h1>
    <p>Дякую за підписку на розсилку.</p>
    <br>
    <h2>Тестування з веб сторінкою результату</h2>
    <p>Будь ласка, перейди за <a href="{{ $pageUrl }}">посиланням</a>, щоб підтвердити свою адресу електронної пошти.</p>
    <p>Або скопіюй та встав наступне посилання у свій браузер:</p>
    <p><a href="{{ $pageUrl }}">{{ $pageUrl }}</a></p>
    <p>Також можеш використовувати це посилання для керування підпискою пізніше</p>
    <br>
    <h2>Тестування ендпоінту API (результат можна перевірити в БД)</h2>
    <p>Будь ласка, перейди за <a href="{{ $apiUrl }}">посиланням</a>, щоб підтвердити свою адресу електронної пошти.</p>
    <p>Або скопіюй та встав наступне посилання у свій браузер:</p>
    <p><a href="{{ $apiUrl }}">{{ $apiUrl }}</a></p>
    <br>
    <p>Гарної погоди,<br>{{ config('app.name') }}</p>
</body>
</html>
